{
  "id": "adventuring",
  "title": "Adventuring",
  "format": "markdown",
  "markdown": "# Adventuring\n\nAdventures cover exploration, travel, time, light and vision, resting, survival, and hazards like falling.\n\n> Attribution: Contains material from the Dungeons & Dragons 5e System Reference Document 5.1 by Wizards of the Coast, available under the Creative Commons Attribution 4.0 International License.\n\n## Time\nTime in the game is tracked in rounds (seconds), minutes, hours, and days. Combat uses 6-second rounds; travel and exploration often use longer increments.\n\n## Travel and Pace\nWhen characters travel overland, choose a travel pace for the group.\n\n- Fast Pace: You move farther but take a −5 penalty to passive Wisdom (Perception), making it harder to notice threats.\n- Normal Pace: Standard movement and perception.\n- Slow Pace: You move slower but can attempt to move stealthily (group Stealth checks).\n\nDifficult terrain reduces travel distance, and weather or obstacles can further slow progress at the DM's discretion.\n\n## Difficult Terrain\nDifficult terrain halves travel distance and costs an extra foot of movement for each foot moved during tactical movement. Examples: dense undergrowth, rubble, steep stairs, deep snow.\n\n## Vision and Light\nVisibility affects perception and many tasks.\n\n- Bright Light: Normal vision.\n- Dim Light: Also called twilight; lightly obscured, imposing disadvantage on Wisdom (Perception) checks that rely on sight.\n- Darkness: Heavily obscured; you effectively suffer from the blinded condition if you rely on sight.\n\nSome creatures have darkvision, allowing them to see in dim light as if it were bright light, and in darkness as if it were dim light, within a specified range. Darkness is still in shades of gray.\n\n## Resting\nRest helps you recover.\n\n- Short Rest: At least 1 hour of downtime. You can spend Hit Dice to regain hit points; some features refresh on a short rest.\n- Long Rest: At least 8 hours of sleep or light activity (with limited interruptions). You regain all hit points, up to half your total Hit Dice (minimum 1), and some features.\n\nA rest is interrupted by strenuous activity; if the interruption is significant, you may need to start the rest over.\n\n## Food and Water\nAdventurers need sufficient food and water each day. Lack of food or water can impose exhaustion levels as determined by the rules for survival and the environment.\n\n## Falling\nA creature that falls takes bludgeoning damage when it lands. As a common rule of thumb, take 1d6 bludgeoning damage for every 10 feet fallen (maximum 20d6). The DM can adjust based on circumstances, such as falling into water or onto a soft surface.\n",
  "plainText": "Adventuring rules: time, overland travel pace, difficult terrain, light and vision, resting (short/long), food and water needs, and falling damage.",
  "attribution": "Contains material from the D&D 5e SRD 5.1 by Wizards of the Coast, available under CC BY 4.0."
}
