{
  "id": "adventuring",
  "title": "Aventuras",
  "format": "markdown",
  "markdown": "# Aventuras\n\nLas aventuras abarcan exploración, viaje, tiempo, luz y visión, descansos, supervivencia y peligros como las caídas.\n\n> Atribución: Contiene material del System Reference Document 5.1 de Dungeons & Dragons por Wizards of the Coast, disponible bajo la licencia Creative Commons Atribución 4.0 Internacional.\n\n## Tiempo\nEl tiempo se mide en asaltos (segundos), minutos, horas y días. El combate usa asaltos de 6 segundos; el viaje y la exploración suelen usar incrementos más largos.\n\n## Viaje y Ritmo\nAl viajar por tierra, el grupo elige un ritmo de viaje.\n\n- Ritmo Rápido: Te desplazas más, pero sufres −5 a la Percepción pasiva, dificultando detectar amenazas.\n- Ritmo Normal: Movimiento y percepción estándar.\n- Ritmo Lento: Te mueves más despacio pero puedes intentar moverte sigilosamente (pruebas de Sigilo en grupo).\n\nEl terreno difícil reduce la distancia recorrida y el clima u obstáculos pueden ralentizar el progreso a discreción del DM.\n\n## Terreno Difícil\nEl terreno difícil reduce a la mitad la distancia de viaje y, en movimiento táctico, cuesta un pie adicional por cada pie recorrido. Ejemplos: maleza densa, escombros, escaleras empinadas, nieve profunda.\n\n## Visión y Luz\nLa visibilidad afecta a la percepción y a muchas tareas.\n\n- Luz Brillante: Visión normal.\n- Penumbra (Dim Light): Ligera ocultación; impone desventaja en Percepción (vista).\n- Oscuridad: Ocultación intensa; efectivamente sufres la condición cegado si dependes de la vista.\n\nAlgunas criaturas tienen visión en la oscuridad, que les permite ver en penumbra como si fuera luz brillante y en oscuridad como si fuera penumbra, dentro de un alcance. La oscuridad se ve en escala de grises.\n\n## Descansar\nLos descansos ayudan a recuperarte.\n\n- Descanso Corto: Al menos 1 hora de inactividad. Puedes gastar Dados de Golpe para recuperar PG; algunas características se recuperan en descanso corto.\n- Descanso Largo: Al menos 8 horas de sueño o actividad ligera (con interrupciones limitadas). Recuperas todos tus PG, hasta la mitad de tus Dados de Golpe totales (mínimo 1), y algunas características.\n\nUn descanso se interrumpe con actividad extenuante; si la interrupción es significativa, puede que debas reiniciarlo.\n\n## Comida y Agua\nLos aventureros necesitan suficiente comida y agua cada día. La falta de comida o agua puede imponer niveles de agotamiento según las reglas de supervivencia y el entorno.\n\n## Caídas\nUna criatura que cae sufre daño contundente al aterrizar. Como regla común, recibe 1d6 de daño contundente por cada 10 pies caídos (máximo 20d6). El DM puede ajustar según las circunstancias, como caer al agua o sobre una superficie blanda.\n",
  "plainText": "Reglas de aventuras: tiempo, ritmo de viaje, terreno difícil, luz y visión, descansos (corto/largo), comida y agua, y daño por caídas.",
  "attribution": "Contiene material del D&D 5e SRD 5.1 por Wizards of the Coast, disponible bajo CC BY 4.0."
}
