{
  "id": "combat",
  "title": "Combat",
  "format": "markdown",
  "markdown": "# Combat\n\nCombat breaks out when creatures oppose each other with hostile intent. This section presents the core procedure and rules you need to run a fight at the table.\n\n> Attribution: Contains material from the Dungeons & Dragons 5e System Reference Document 5.1 by Wizards of the Coast, available under the Creative Commons Attribution 4.0 International License.\n\n## Sequence of Play\nCombat is played in rounds. Each round, everyone involved in the fight takes a turn.\n\n1. Determine Surprise. The DM decides if any combatants are surprised. A surprised creature can't move or take an action on its first turn and can't take a reaction until that turn ends.\n2. Establish Positions. The DM and players describe where everyone is.\n3. Roll Initiative. Everyone rolls initiative to determine the order of turns.\n4. Take Turns. In order from highest to lowest initiative, each creature takes a turn.\n5. Begin the Next Round. Repeat until the combat ends.\n\n### Surprise\nThe DM compares the stealth of one side to the passive Perception of the other. Those who fail to notice are surprised.\n\n### Initiative\nEach participant rolls a d20 and adds Dexterity modifier; ties are resolved by the DM. The DM counts down from highest to lowest initiative. A creature that is incapacitated can't act on its turn.\n\n## Your Turn\nOn your turn, you can move and take one action. You can also interact with one object for free, and you might have access to a bonus action from a feature, spell, or other effect. You can take one reaction per round, on someone else's turn.\n\n### Movement and Position\nYou can move a distance up to your speed on your turn. You can break up your movement before and after your action.\n\n- Difficult Terrain: Moving through difficult terrain costs an extra foot of movement for every foot moved.\n- Moving Around Other Creatures: You can move through a nonhostile creature's space. You can move through a hostile creature's space only if the creature is at least two sizes larger or smaller than you.\n- Prone: A prone creature's only movement option is to crawl, unless it stands up, which costs movement equal to half its speed.\n\n### Actions in Combat\nWhen you take your action, choose one of the options below (common options shown; class or feature options may grant more).\n\n- Attack: Make one or more melee or ranged attacks. See Making an Attack.\n- Cast a Spell: Cast a spell with a casting time of 1 action.\n- Dash: Gain extra movement for the current turn, equal to your speed, after applying modifiers.\n- Disengage: Your movement doesn't provoke opportunity attacks for the rest of the turn.\n- Dodge: Until the start of your next turn, any attack roll against you has disadvantage if you can see the attacker, and you make Dexterity saving throws with advantage.\n- Help: Give an ally advantage on the next ability check or attack against a creature within 5 feet of you (see rules).\n- Hide: Make a Dexterity (Stealth) check to hide if you have a place to do so.\n- Ready: Choose a perceivable trigger and an action you will take in response. When the trigger occurs, you can use your reaction to perform the action. If you Ready a spell with a casting time of 1 action, you cast it normally but hold its energy, requiring concentration; if your concentration ends before the trigger, the spell is lost.\n- Search: Devote your action to finding something; the DM may call for a Wisdom (Perception) or Intelligence (Investigation) check.\n- Use an Object: Interact with an object beyond the free interaction.\n\n### Bonus Actions\nCertain features, spells, or other abilities let you take an additional action on your turn, called a bonus action. You can take only one bonus action on your turn.\n\n### Reactions\nA reaction is an instant response to a trigger; you can take at most one reaction per round, and you regain it at the start of your turn.\n\n- Opportunity Attack: When a hostile creature you can see moves out of your reach, you can use your reaction to make one melee attack against it. Disengage prevents this. Moving because of teleportation or forced movement does not provoke.\n- Ready: If you prepared an action with Ready, you use your reaction to execute it when the trigger occurs.\n\n## Making an Attack\nWhen you make an attack, your attack roll is d20 + modifiers. If the total equals or exceeds the target's AC, the attack hits. On a hit, you roll damage as specified by the weapon, spell, or effect.\n\n- Melee Attacks: Use a melee weapon or an unarmed strike; typically add Strength to the attack and damage.\n- Ranged Attacks: Use a ranged weapon or a thrown weapon; typically add Dexterity to the attack and damage for ranged weapons; thrown weapons use the same ability as the weapon uses in melee (usually Strength unless it has finesse).\n\n### Weapon Properties and Ranges\n- Ammunition: You need ammunition to make a ranged attack with a weapon that has the ammunition property. Drawing ammunition is part of the attack (you need a free hand to load a one-handed weapon).\n- Loading: Because of the time required to load, you can fire only one piece of ammunition from a weapon with the loading property when you use an action, bonus action, or reaction to fire it, regardless of the number of attacks you can normally make.\n- Thrown: If a weapon has the thrown property, you can throw it to make a ranged attack. Use the same ability modifier as the weapon uses for its melee attacks.\n\n### Unseen Attackers and Targets\nWhen you attack a target you can't see, you have disadvantage on the attack roll. When a creature can't see you, you have advantage on attack rolls against it.\n\n### Advantage and Disadvantage\nSometimes an effect grants advantage or imposes disadvantage. Roll two d20s and use the higher (advantage) or lower (disadvantage).\n\n### Cover\nWalls, obstacles, and other creatures can grant cover to a target.\n\n- Half Cover: +2 bonus to AC and Dexterity saving throws.\n- Three-Quarters Cover: +5 bonus to AC and Dexterity saving throws.\n- Total Cover: Can't be targeted directly by an attack or a spell if the effect requires a target; area effects can extend around corners only if the effect's description allows it.\n\n### Ranged Attacks in Close Combat\nWhen you make a ranged attack with a weapon or a spell while you are within 5 feet of a hostile creature who can see you and isn't incapacitated, you have disadvantage on the attack roll.\n\n## Damage and Healing\nWhen you take damage, subtract it from your hit points (HP).\n\n- Damage Types: The game uses types such as acid, bludgeoning, cold, fire, force, lightning, necrotic, piercing, poison, psychic, radiant, slashing, and thunder.\n- Resistance: You take half damage of that type.\n- Vulnerability: You take double damage of that type.\n- Immunity: You take no damage of that type.\n\n### Critical Hits\nWhen you score a critical hit (rolling a 20 on the d20 for an attack), you roll all of the attack's damage dice twice and add them together, then add relevant modifiers once.\n\n### Dropping to 0 Hit Points\nWhen you drop to 0 HP, you either die outright (massive damage) or fall unconscious and begin making death saving throws. On your turn, roll a d20: 10+ is one success, 9- is one failure. Three successes stabilize you; three failures kill you. A roll of 1 counts as two failures; a roll of 20 restores you to 1 HP.\n\n- Instant Death: If damage reduces you to 0 HP and there is damage remaining, you die outright if the remaining damage equals or exceeds your hit point maximum.\n\nA stable creature doesn't make further death saves and regains 1 HP after 1d4 hours, unless healed first.\n\n### Temporary Hit Points\nTemporary hit points absorb damage before your normal HP, but can't be healed and don't stack; you always use the larger pool.\n\n## Special Melee Attacks\nCertain options replace one of your attacks.\n\n### Grappling\nWhen you want to grab a creature or wrestle with it, you can use the Attack action to make a special melee attack, a grapple.\n\n- Target: A creature no more than one size larger than you and within your reach.\n- Check: Make a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics) check (the target chooses the ability).\n- Effect: If you succeed, the target's speed becomes 0 and it can't benefit from any bonus to its speed.\n- Escaping: A grappled creature can use its action to escape by succeeding on a Strength (Athletics) or Dexterity (Acrobatics) check contested by your Strength (Athletics).\n- Moving a Grappled Creature: You can drag or carry the grappled creature, but your speed is halved unless the creature is two or more sizes smaller than you.\n\n### Shoving a Creature\nUsing the Attack action, you can make a special melee attack to shove a creature, either to knock it prone or push it away from you.\n\n- Target: A creature within your reach and no more than one size larger than you.\n- Check: Make a Strength (Athletics) check contested by the target's Strength (Athletics) or Dexterity (Acrobatics).\n- Effect: On a success, you either knock the target prone or push it 5 feet away from you.\n\n## Two-Weapon Fighting\nWhen you take the Attack action and attack with a light melee weapon that you're holding in one hand, you can use a bonus action to make an additional attack with a different light melee weapon that you're holding in the other hand. You don't add your ability modifier to the damage of the bonus attack unless that modifier is negative. If either weapon has the thrown property, you can throw the weapon instead of making a melee attack with it.\n\n## Mounted Combat\nA willing creature that is at least one size larger than you and that has an appropriate anatomy can serve as a mount.\n\n- Controlled Mount: If you control a mount, it acts on your initiative. It can move and act only when you direct it, choosing the Dash, Disengage, or Dodge action.\n- Independent Mount: An independent mount retains its own initiative and acts as it wishes.\n- Mounting or Dismounting: You can mount or dismount by spending half your movement.\n- Movement and Provoking: Your mount provokes opportunity attacks when it moves out of a hostile creature's reach. If it is knocked prone, you must use your reaction to dismount or fall prone within 5 feet of it.\n\n## Underwater Combat\nThe following rules apply while underwater:\n\n- When making a melee weapon attack, creatures have disadvantage unless the weapon is a dagger, javelin, shortsword, spear, or trident.\n- A ranged weapon attack automatically misses a target beyond the weapon's normal range. Even within normal range, the attack roll has disadvantage unless the weapon is a crossbow, a net, or a weapon that is thrown like a javelin.\n- Creatures that don't have a swimming speed have disadvantage on Strength (Athletics) checks made to swim.\n\n## Ending Combat\nCombat ends when the hostile intent ends—when enemies are defeated, flee, surrender, or otherwise disengage.\n",
  "plainText": "Combat is played in rounds. On your turn, you can move and take an action, plus possibly a bonus action and one reaction per round. Rules cover surprise, initiative, attacks, damage (including critical hits), cover, conditions, special melee attacks (grapple and shove), two-weapon fighting, mounted and underwater combat.",
  
  "attribution": "Contains material from the D&D 5e System Reference Document 5.1 by Wizards of the Coast, available under CC BY 4.0."
}
