{
  "id": "combat",
  "title": "Combate",
  "format": "markdown",
  "markdown": "# Combate\n\nEl combate estalla cuando criaturas se oponen con intención hostil. Esta sección presenta el procedimiento básico y las reglas para dirigir un combate en la mesa.\n\n> Atribución: Contiene material del System Reference Document 5.1 de Dungeons & Dragons por Wizards of the Coast, disponible bajo la licencia Creative Commons Atribución 4.0 Internacional.\n\n## Secuencia de Juego\nEl combate se juega en asaltos. En cada asalto, todos los involucrados actúan por turnos.\n\n1. Determinar Sorpresa. El DM decide si algún combatiente está sorprendido. Una criatura sorprendida no puede moverse ni realizar acciones en su primer turno y no puede usar reacción hasta que ese turno termine.\n2. Establecer Posiciones. El DM y los jugadores describen dónde está cada uno.\n3. Tirar Iniciativa. Todos tiran iniciativa para determinar el orden de turnos.\n4. Tomar Turnos. En orden de iniciativa, de mayor a menor, cada criatura realiza su turno.\n5. Comenzar el Siguiente Asalto. Repetir hasta que el combate termine.\n\n### Sorpresa\nEl DM compara el sigilo de un bando con la Percepción pasiva del otro. Quienes no se percatan quedan sorprendidos.\n\n### Iniciativa\nCada participante tira 1d20 y añade su modificador de Destreza; los empates se resuelven como determine el DM. El DM cuenta de la iniciativa más alta a la más baja. Una criatura incapacitada no puede actuar en su turno.\n\n## Tu Turno\nEn tu turno puedes moverte y realizar una acción. También puedes interactuar con un objeto una vez de forma gratuita, y podrías tener una acción adicional (bonus) proveniente de una dote, hechizo u otro efecto. Puedes realizar una reacción por asalto, en el turno de otro.\n\n### Movimiento y Posición\nPuedes moverte una distancia hasta tu velocidad en tu turno. Puedes dividir tu movimiento antes y después de tu acción.\n\n- Terreno Difícil: Moverse por terreno difícil cuesta un pie adicional de movimiento por cada pie recorrido.\n- Moverse alrededor de Otras Criaturas: Puedes moverte a través del espacio de una criatura no hostil. Solo puedes moverte por el espacio de una criatura hostil si es al menos dos tamaños mayor o menor que tú.\n- Derribado (Prone): Una criatura derribada solo puede arrastrarse, a menos que se ponga en pie, lo cual consume movimiento igual a la mitad de su velocidad.\n\n### Acciones en Combate\nCuando realizas tu acción, elige una de las siguientes opciones (opciones comunes; las clases o rasgos pueden otorgar más).\n\n- Atacar: Realiza uno o más ataques cuerpo a cuerpo o a distancia. Ver Realizar un Ataque.\n- Lanzar un Hechizo: Lanza un hechizo con tiempo de lanzamiento de 1 acción.\n- Correr (Dash): Obtén movimiento adicional en este turno, igual a tu velocidad tras aplicar modificadores.\n- Retirarse (Disengage): Tu movimiento no provoca ataques de oportunidad durante el resto del turno.\n- Esquivar (Dodge): Hasta el inicio de tu siguiente turno, toda tirada de ataque contra ti tiene desventaja si puedes ver al atacante, y haces tiradas de salvación de Destreza con ventaja.\n- Ayudar (Help): Concede ventaja a un aliado en la próxima prueba de característica o ataque contra una criatura a 5 pies de ti (ver reglas).\n- Esconderse (Hide): Realiza una prueba de Destreza (Sigilo) para esconderte si hay un lugar adecuado.\n- Preparar (Ready): Elige un disparador perceptible y la acción que realizarás en respuesta. Cuando ocurra, puedes usar tu reacción para efectuar la acción. Si preparas un hechizo con tiempo de lanzamiento de 1 acción, lo lanzas normalmente pero retienes su energía, requiriendo concentración; si tu concentración termina antes del disparador, el hechizo se pierde.\n- Buscar (Search): Dedica tu acción a encontrar algo; el DM puede pedir Sabiduría (Percepción) o Inteligencia (Investigación).\n- Usar un Objeto: Interactúa con un objeto más allá de la interacción gratuita.\n\n### Acciones Adicionales (Bonus)\nCiertas dotes, hechizos u otras habilidades permiten tomar una acción adicional en tu turno. Solo puedes realizar una acción adicional por turno.\n\n### Reacciones\nUna reacción es una respuesta instantánea a un disparador; puedes realizar como máximo una reacción por asalto, y la recuperas al inicio de tu turno.\n\n- Ataque de Oportunidad: Cuando una criatura hostil que ves sale de tu alcance, puedes usar tu reacción para realizar un ataque cuerpo a cuerpo contra ella. Retirarse evita esto. El movimiento por teletransporte o movimiento forzado no provoca ataques de oportunidad.\n- Preparar: Si preparaste una acción, usas tu reacción para ejecutarla cuando ocurra el disparador.\n\n## Realizar un Ataque\nCuando haces un ataque, tu tirada de ataque es 1d20 + modificadores. Si el total iguala o supera la CA del objetivo, el ataque impacta. Con un impacto, tiras el daño según el arma, hechizo o efecto.\n\n- Ataques Cuerpo a Cuerpo: Usan un arma cuerpo a cuerpo o un golpe sin armas; normalmente añaden Fuerza al ataque y al daño.\n- Ataques a Distancia: Usan un arma a distancia o un arma arrojadiza; normalmente añaden Destreza al ataque y al daño con armas a distancia; las armas arrojadizas usan la misma característica que el arma usa en combate cuerpo a cuerpo (normalmente Fuerza, salvo que tenga finura).\n\n### Propiedades de Armas y Alcances\n- Munición: Necesitas munición para realizar un ataque a distancia con un arma que tenga la propiedad munición. Extraer la munición forma parte del ataque (necesitas una mano libre para cargar un arma de una mano).\n- Carga (Loading): Por el tiempo requerido para cargar, solo puedes disparar una pieza de munición con un arma con la propiedad carga cuando uses una acción, acción adicional o reacción para dispararla, independientemente del número de ataques que puedas hacer normalmente.\n- Arrojadiza: Si un arma tiene la propiedad arrojadiza, puedes lanzarla para hacer un ataque a distancia. Usa la misma característica que usa el arma en combate cuerpo a cuerpo.\n\n### Atacantes y Objetivos No Vistos\nAtacar a un objetivo que no ves te da desventaja en la tirada de ataque. Cuando una criatura no puede verte, tienes ventaja en tus ataques contra ella.\n\n### Ventaja y Desventaja\nAlgunos efectos otorgan ventaja o imponen desventaja. Tira dos d20 y usa el mayor (ventaja) o el menor (desventaja).\n\n### Cobertura\nMuros, obstáculos y otras criaturas pueden otorgar cobertura al objetivo.\n\n- Media Cobertura: +2 a CA y a tiradas de salvación de Destreza.\n- Tres Cuartos de Cobertura: +5 a CA y a tiradas de salvación de Destreza.\n- Cobertura Total: No puede ser objetivo directo de un ataque o un hechizo que requiera designar objetivo.\n\n### Ataques a Distancia en Combate Cercano\nCuando realizas un ataque a distancia con un arma o hechizo estando a 5 pies de una criatura hostil que puedes ver y que no está incapacitada, tienes desventaja en la tirada de ataque.\n\n## Daño y Curación\nCuando recibes daño, lo restas de tus puntos de golpe (PG).\n\n- Tipos de Daño: El juego usa tipos como ácido, contundente, frío, fuego, fuerza, relámpago, necrótico, perforante, veneno, psíquico, radiante, cortante y trueno.\n- Resistencia: Recibes la mitad del daño de ese tipo.\n- Vulnerabilidad: Recibes el doble del daño de ese tipo.\n- Inmunidad: No recibes daño de ese tipo.\n\n### Golpes Críticos\nCuando obtienes un golpe crítico (sacando 20 natural en el d20 para un ataque), tiras todos los dados de daño del ataque dos veces y los sumas, luego añades los modificadores una sola vez.\n\n### Caer a 0 Puntos de Golpe\nCuando caes a 0 PG, o mueres de inmediato (daño masivo) o quedas inconsciente y comienzas a hacer tiradas de salvación contra la muerte. En tu turno, tira 1d20: con 10+ marcas un éxito; con 9- marcas un fallo. Tres éxitos te estabilizan; tres fallos te matan. Un 1 cuenta como dos fallos; un 20 te devuelve a 1 PG.\n\n- Muerte Instantánea: Si el daño te reduce a 0 PG y queda daño restante, mueres de inmediato si el daño restante es igual o superior a tu máximo de puntos de golpe.\n\nUna criatura estabilizada no hace más tiradas de muerte y recupera 1 PG tras 1d4 horas, a menos que reciba curación antes.\n\n### Puntos de Golpe Temporales\nLos puntos de golpe temporales absorben daño antes que tus PG normales, pero no se pueden curar y no se acumulan; siempre usas la reserva mayor.\n\n## Ataques Especiales Cuerpo a Cuerpo\nCiertas opciones sustituyen uno de tus ataques.\n\n### Agarrar (Grapple)\nCuando quieres atrapar a una criatura o forcejear con ella, puedes usar la acción de Atacar para hacer un ataque cuerpo a cuerpo especial: un agarre.\n\n- Objetivo: Una criatura a tu alcance y no más de un tamaño mayor que tú.\n- Prueba: Realiza una prueba de Fuerza (Atletismo) enfrentada a la Fuerza (Atletismo) o Destreza (Acrobacias) del objetivo (este elige).\n- Efecto: Si tienes éxito, la velocidad del objetivo se convierte en 0 y no puede beneficiarse de bonificaciones a su velocidad.\n- Escapar: La criatura agarrada puede usar su acción para escapar superando una prueba de Fuerza (Atletismo) o Destreza (Acrobacias) enfrentada a tu Fuerza (Atletismo).\n- Mover a una Criatura Agarrada: Puedes arrastrar o cargar al objetivo, pero tu velocidad se reduce a la mitad, salvo que sea dos o más tamaños menor que tú.\n\n### Empujar a una Criatura (Shove)\nUsando la acción de Atacar, puedes hacer un ataque cuerpo a cuerpo especial para empujar a una criatura, ya sea para derribarla (prone) o alejarla de ti.\n\n- Objetivo: Una criatura a tu alcance y no más de un tamaño mayor que tú.\n- Prueba: Realiza una prueba de Fuerza (Atletismo) enfrentada a la Fuerza (Atletismo) o Destreza (Acrobacias) del objetivo.\n- Efecto: Con éxito, la derribas o la empujas 5 pies.\n\n## Combate con Dos Armas\nCuando realizas la acción de Atacar y atacas con un arma cuerpo a cuerpo ligera que sostienes en una mano, puedes usar una acción adicional para hacer un ataque adicional con un arma cuerpo a cuerpo ligera diferente que sostienes en la otra. No añades tu modificador de característica al daño de este ataque adicional, a menos que sea negativo. Si alguna de las armas tiene la propiedad arrojadiza, puedes lanzarla en lugar de realizar un ataque cuerpo a cuerpo con ella.\n\n## Combate Montado\nUna criatura dispuesta de al menos un tamaño mayor que tú y con anatomía adecuada puede servir como montura.\n\n- Montura Controlada: Si controlas una montura, actúa en tu iniciativa. Solo se mueve y actúa cuando la diriges, pudiendo elegir Correr, Retirarse o Esquivar.\n- Montura Independiente: Mantiene su propia iniciativa y actúa como desea.\n- Montar o Desmontar: Puedes montar o desmontar gastando la mitad de tu movimiento.\n- Movimiento y Provocaciones: Tu montura provoca ataques de oportunidad cuando sale del alcance de una criatura hostil. Si es derribada, debes usar tu reacción para desmontar o caes derribado a 5 pies de ella.\n\n## Combate Bajo el Agua\nSe aplican las siguientes reglas al luchar bajo el agua:\n\n- Al realizar un ataque con arma cuerpo a cuerpo, las criaturas tienen desventaja a menos que el arma sea daga, jabalina, espada corta, lanza o tridente.\n- Un ataque a distancia falla automáticamente a un objetivo más allá del alcance normal del arma. Incluso dentro del alcance normal, tienes desventaja a menos que el arma sea una ballesta, una red o un arma arrojadiza como una jabalina.\n- Las criaturas sin velocidad de nado tienen desventaja en pruebas de Fuerza (Atletismo) para nadar.\n\n## Fin del Combate\nEl combate termina cuando cesa la intención hostil: cuando los enemigos son derrotados, huyen, se rinden o de otro modo se desentienden.\n",
  "plainText": "El combate se juega en asaltos con turnos e iniciativa. En tu turno te mueves y realizas una acción, además de posibles acciones adicionales y una reacción. Reglas para sorpresa, ataques, daño y curación, coberturas, condiciones, agarre y empujón, dos armas, montado y bajo el agua.",
  "attribution": "Contiene material del D&D 5e SRD 5.1 por Wizards of the Coast, disponible bajo CC BY 4.0."
}
