{
  "id": "conditions",
  "title": "Condiciones y Agotamiento",
  "format": "markdown",
  "markdown": "# Condiciones\n\nLas criaturas pueden sufrir condiciones que alteran sus capacidades. A continuación, un resumen de las condiciones del SRD.\n\n> Atribución: Contiene material del D&D 5e SRD 5.1 por Wizards of the Coast, disponible bajo CC BY 4.0.\n\n## Condiciones (Resumen)\n- Cegado (Blinded): No puede ver; falla pruebas que dependan de la vista; las tiradas de ataque contra él tienen ventaja; sus tiradas de ataque tienen desventaja.\n- Hechizado (Charmed): No puede atacar al hechicero ni dirigirle habilidades dañinas; el hechicero tiene ventaja en pruebas sociales.\n- Ensordecido (Deafened): No puede oír y falla pruebas que requieran oído.\n- Asustado (Frightened): Desventaja en pruebas y tiradas de ataque mientras la fuente del miedo esté a la vista; no puede moverse voluntariamente hacia la fuente.\n- Agarrado (Grappled): Velocidad 0; termina si el agarrador queda incapacitado o si lo alejan de su alcance.\n- Incapacitado (Incapacitated): No puede realizar acciones ni reacciones.\n- Invisible: No puede ser visto sin sentidos especiales; tiradas de ataque contra él con desventaja; sus ataques con ventaja.\n- Paralizado (Paralyzed): Incapacitado; falla TS de Fue/Des; las tiradas de ataque contra él tienen ventaja; cualquier golpe a 5 pies es crítico.\n- Petrificado (Petrified): Transformado en sustancia sólida; incapacitado; inconsciente del entorno; resistencia a todo daño; inmune a veneno y enfermedades; otros efectos a discreción del DM.\n- Envenenado (Poisoned): Desventaja en tiradas de ataque y pruebas de característica.\n- Derribado (Prone): Desventaja en tiradas de ataque; los ataques contra él tienen ventaja si están a 5 pies; a distancia tienen desventaja; levantarse cuesta la mitad de su velocidad.\n- Restringido (Restrained): Velocidad 0; las tiradas de ataque contra él tienen ventaja; sus ataques con desventaja; desventaja en TS de Destreza.\n- Aturdido (Stunned): Incapacitado; no puede moverse; solo puede hablar entrecortadamente; falla TS de Fue/Des; los ataques contra él tienen ventaja.\n- Inconsciente (Unconscious): Incapacitado; suelta lo que sostiene; cae derribado; falla TS de Fue/Des; los ataques contra él tienen ventaja; un impacto a 5 pies es crítico.\n\n## Agotamiento (Variante)\nEl agotamiento representa fatiga acumulada con efectos crecientes.\n\n| Nivel | Efecto |\n|------:|--------|\n| 1 | Desventaja en pruebas de característica |\n| 2 | Velocidad reducida a la mitad |\n| 3 | Desventaja en tiradas de ataque y TS |\n| 4 | Máximo de PG reducido a la mitad |\n| 5 | Velocidad reducida a 0 |\n| 6 | Muerte |\n",
  "plainText": "Resumen de condiciones clave (cegado, hechizado, ensordecido, asustado, agarrado, incapacitado, invisible, paralizado, petrificado, envenenado, derribado, restringido, aturdido, inconsciente) y tabla GFM de niveles de agotamiento.",
  "attribution": "Contiene material del D&D 5e SRD 5.1 por Wizards of the Coast, disponible bajo CC BY 4.0."
}
