{
  "id": "conditions",
  "title": "Conditions and Exhaustion",
  "format": "markdown",
  "markdown": "# Conditions\n\nCreatures can be affected by conditions that alter capabilities. Below are common SRD conditions.\n\n> Attribution: Contains material from the D&D 5e SRD 5.1 by Wizards of the Coast, available under CC BY 4.0.\n\n## Conditions (Summary)\n- Blinded: Can't see; fails sight-based checks; attack rolls against have advantage; its own attack rolls have disadvantage.\n- Charmed: Can't attack the charmer or target it with harmful abilities; charmer has advantage on social checks.\n- Deafened: Can't hear and fails checks that require hearing.\n- Frightened: Disadvantage on ability checks and attack rolls while the source of fear is in sight; can't willingly move closer to the source.\n- Grappled: Speed becomes 0; ends if the grappler is incapacitated or if removed from reach.\n- Incapacitated: Can't take actions or reactions.\n- Invisible: Can't be seen without special sense; attack rolls against have disadvantage; its own attack rolls have advantage.\n- Paralyzed: Incapacitated; fails Str/Dex saves; attack rolls against have advantage; any hit within 5 feet is a critical hit.\n- Petrified: Transformed into solid substance; incapacitated; unaware; resistance to all damage; immune to poison and disease; other effects at DM's discretion.\n- Poisoned: Disadvantage on attack rolls and ability checks.\n- Prone: Disadvantage on attack rolls; attack rolls against have advantage if within 5 feet; disadvantage if attacker is at range; standing up costs half speed.\n- Restrained: Speed 0; attack rolls against have advantage; its own attack rolls have disadvantage; disadvantage on Dexterity saves.\n- Stunned: Incapacitated; can't move; can speak only falteringly; fails Str/Dex saves; attack rolls against have advantage.\n- Unconscious: Incapacitated; drops what it's holding; falls prone; fails Str/Dex saves; attack rolls against have advantage; any hit within 5 feet is a critical hit.\n\n## Exhaustion (Variant)\nExhaustion represents weariness with cumulative effects.\n\n| Level | Effect |\n|------:|--------|\n| 1 | Disadvantage on ability checks |\n| 2 | Speed halved |\n| 3 | Disadvantage on attack rolls and saving throws |\n| 4 | Hit point maximum halved |\n| 5 | Speed reduced to 0 |\n| 6 | Death |\n",
  "plainText": "Summary of core conditions (blinded, charmed, deafened, frightened, grappled, incapacitated, invisible, paralyzed, petrified, poisoned, prone, restrained, stunned, unconscious) and a GFM table for exhaustion levels.",
  "attribution": "Contains material from the D&D 5e SRD 5.1 by Wizards of the Coast, available under CC BY 4.0."
}
