{
  "id": "spellcasting",
  "title": "Lanzamiento de Conjuros",
  "format": "markdown",
  "markdown": "# Lanzamiento de Conjuros\n\nEsta sección resume las reglas comunes para lanzar conjuros en D&D 5e (SRD 5.1, 2014).\n\n## Listas y Preparación\n- Cada clase aprende o prepara conjuros de forma distinta (conocidos vs. preparados).\n- Tu habilidad de conjuración (Int/Sab/Car) determina tu CD de salvación y tu bonificador de ataque de conjuro.\n\n## Espacios de Conjuro\n- Gastas un espacio del nivel del conjuro o superior para lanzarlo.\n- Recuperas espacios tras un descanso largo salvo que una característica indique lo contrario.\n\n## Tiempo, Alcance, Componentes y Duración\n- Cada conjuro indica su tiempo de lanzamiento (acción, acción adicional, reacción), alcance (incluye propio/toque), componentes (V/S/M) y duración.\n- Los componentes materiales con coste se consumen, a menos que un foco reemplace solo componentes sin coste.\n\n## Concentración\n- Algunos conjuros requieren concentración; solo puedes mantener uno a la vez.\n- Al recibir daño, tiras una salvación de Constitución para mantener la concentración (CD 10 o la mitad del daño, la mayor).\n\n## Tiradas de Ataque y Salvaciones\n- Si el conjuro requiere tirada de ataque, usa tu bonificador de ataque de conjuro.\n- Si pide tirada de salvación, la CD es 8 + competencia + modificador de tu habilidad de conjuración.\n\n## Áreas de Efecto\n- Los conjuros pueden crear líneas, conos, cubos, esferas o cilindros. En cuadrícula se aplican reglas específicas; en teatro de la mente, aproximaciones razonables.\n\n### Diagramas en Cuadrícula (ejemplos)\nUsa estos ejemplos ASCII como modelos mentales en cuadrícula. \"O\" es el lanzador/origen. Dimensiones indicativas.\n\nCono (15 pies):\n\n```\n  . X X X\n  . . X X X\n  O . . X X X\n```\n\nLínea (5 ft de ancho, 30 ft de largo):\n\n```\n  O X X X X X\n```\n\nCubo (20 pies de arista):\n\n```\n  X X X X\n  X X X X\n  X X X X\n  X X X X\n```\n\nEsfera (radio 20 pies):\n\n```\n    X X\n  X X X X\n  X X X X\n  X X X X\n    X X\n```\n\nCilindro (radio 10 pies, altura 40 pies):\n\n```\n   X X X\n  X X X X\n  X X X X\n   X X X\n```\n\n## Lanzamiento Ritual\n- Un conjuro con la etiqueta ritual puede lanzarse como ritual si tu clase lo permite, añadiendo 10 minutos y sin gastar espacio.\n\n> Nota: Consulta la sección de Hechizos para descripciones individuales.",
  "plainText": "Lanzamiento de Conjuros. Reglas de espacios, preparación, componentes, concentración, ataques/salvaciones, áreas de efecto y rituales.",
  "attribution": "Contenido parafraseado del SRD 5.1 de D&D 5e (2014), publicado bajo la licencia Creative Commons Atribución 4.0 Internacional (CC BY 4.0)."
}