{
  "id": "spellcasting",
  "title": "Spellcasting",
  "format": "markdown",
  "markdown": "# Spellcasting\n\nThis section outlines the common rules for casting spells in D&D 5e (SRD 5.1, 2014), summarized for reference.\n\n## Spell Lists and Preparation\n- Classes learn or prepare spells differently (e.g., known vs. prepared).\n- Your spellcasting ability (Int/Wis/Cha) determines your spell save DC and attack bonus.\n\n## Spell Slots\n- You expend a spell slot of the spell’s level or higher to cast it.\n- Regain slots after a long rest unless a feature says otherwise.\n\n## Casting Time, Range, Components, Duration\n- Spells specify casting time (action, bonus action, reaction), range (including self/touch), components (V/S/M), and duration.\n- Material components with a cost are consumed unless a focus replaces only non-costly components.\n\n## Concentration\n- Some spells require concentration; you can concentrate on only one at a time.\n- Taking damage forces a Constitution saving throw to maintain concentration (DC 10 or half the damage, whichever is higher).\n\n## Spell Attacks and Saving Throws\n- If a spell requires an attack roll, use your spell attack bonus.\n- If it calls for a saving throw, the DC is 8 + proficiency + your spellcasting ability modifier.\n\n## Areas of Effect\n- Spells can create lines, cones, cubes, spheres, or cylinders. The grid rules determine affected squares; theater of the mind uses common-sense approximations.\n\n### Grid Diagrams (examples)\nUse these ASCII examples as mental models on a square grid. \"O\" is the caster/origin. Dimensions are indicative.\n\nCone (15-foot):\n\n```\n  . X X X\n  . . X X X\n  O . . X X X\n```\n\nLine (5 ft wide, 30 ft long):\n\n```\n  O X X X X X\n```\n\nCube (20-foot cube centered within range):\n\n```\n  X X X X\n  X X X X\n  X X X X\n  X X X X\n```\n\nSphere (20-foot radius):\n\n```\n    X X\n  X X X X\n  X X X X\n  X X X X\n    X X\n```\n\nCylinder (10-foot radius, 40-foot high):\n\n```\n   X X X\n  X X X X\n  X X X X\n   X X X\n```\n\n## Ritual Casting\n- A spell with the ritual tag can be cast as a ritual by classes with that feature, adding 10 minutes and not expending a slot.\n\n> Note: See the Spells section for individual spell descriptions.",
  "plainText": "Spellcasting. Rules for slots, preparation, components, concentration, attacks/saves, areas of effect, and ritual casting.",
  "attribution": "Content paraphrased from D&D 5e SRD 5.1 (2014), released under the Creative Commons Attribution 4.0 International License (CC BY 4.0)."
}